[
  {
    "networkId": 137,
    "name": "Polygon (Matic)",
    "symbol": "MATIC",
    "decimals": 18,
    "description": "Polygon connects the blockchain technology that Ethereum is built on with other compatible platforms, allowing numerous transactions to occur on the blockchain, thus decreasing the congestion on the Ethereum network. It allows for faster movement of tokens along its network while simultaneously costing a significant amount less than the Ethereum Network.",
    "type": "native",
    "image": "https://assets.coingecko.com/coins/images/4713/thumb/matic-token-icon.png?1624446912",
    "details": "The Polygon network was created to improve the infrastructure of Ethereum. Polygon’s goal is to solve pain points that were associated with Blockchains, such as high gas fees, and slow speeds without sacrificing the security. Ethereum is slow and has large fees associated with each transaction. Polygon is built upon Ethereum to allow the facilitation of low-cost transactions upon a decentralized platform. It benefits from Ethereum’s network security while being low-cost and fast. By utilizing proof-of-stake checkpoints, Polygon exists as a protocol and framework for not just building but also connecting Ethereum compatible blockchain networks, which will eventually allow millions of transactions on the blockchain. Polygon is a side chain and their asset’s ticker symbol is MATIC which currently has 6.7 billion shares in circulating supply on the Ethereum network as an ERC-20 token. Future state of polygon: offer a framework for blockchain networks allowing users to create interconnecting networks which would allow for development of standalone, flexible, scalable blockchains. Currently there are 350 applications running on this network, showing a large amount of relevance. MATIC can be staked to increase values of the token, has low transaction fees and is a governance token. These purposes allow MATIC to drive development across the Polygon network. By adding services to the Polygon network, users can earn additional MATIC tokens."
  },
  {
    "networkId": 137,
    "name": "USDC",
    "symbol": "USDC",
    "decimals": 6,
    "address": "0x2791bca1f2de4661ed88a30c99a7a9449aa84174",
    "description": "USDC will always have the same value as the US Dollar. USDC is a digital currency that is anchored to the dollar, making it redeemable on a 1:1 basis with the dollar.",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/6319/thumb/USD_Coin_icon.png?1547042389",
    "details": "USD Coin or USDC is the largest digital stablecoin that is anchored to the United States dollar meaning it is always redeemable on a 1:1 basis with the US Dollar. This gives a user the ability to have a digital asset that can be exchanged quickly and securely while being stable since it is fully backed by cash. When a user wants to tokenize a US Dollar into a USD coin, they will send the dollar(s) to the coin issuer's bank account. A smart contract is then used to create the equivalent amount of that dollar into a USD Coin. The new coin is then sent to the user and the substituted US Dollars are then held in the reserve. Since this is pegged to the United States dollar it is considered a fully regulated digital stablecoin."
  },
  {
    "networkId": 137,
    "name": "Wrapped ETH",
    "symbol": "ETH",
    "decimals": 18,
    "address": "0x7ceb23fd6bc0add59e62ac25578270cff1b9f619",
    "description": "Ethereum token on Polygon. Biggest and most important smart contract platform",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/279/thumb/ethereum.png?1595348880",
    "details": ""
  },
  {
    "networkId": 137,
    "name": "Chainlink",
    "symbol": "LINK",
    "decimals": 18,
    "address": "0x53e0bca35ec356bd5dddfebbd1fc0fd03fabad39",
    "description": "ChainLink improves the blockchain technology, by allowing real world information to be input into all of the blocks on the blockchain. This is done by smart contracts that are programmed to create an action based on information that is incoming. Smart contracts eliminate human error by creating automated processes. ChainLink provides fully developed smart contracts that can be applied to any blockchain by any developer.",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/877/thumb/chainlink-new-logo.png?1547034700",
    "details": "ChainLink is a decentralized oracle network that was built as a bridge to overcome blockchains limitations. Blockchains limit the input data that can be accepted, which is great for security but limits the input data that can be accepted. The developers at ChainLink recognized that there was a need to help the blockchain systems input real world information happening outside of the blockchain while maintaining the security that is inherent to blockchains. This information could not come from a single source, as this would have made the data centralized which is a direct contradiction of the nature of blockchain. ChainLink provides input on market influencers, such as fiat currencies, credit cards, weather, etc., on a variety of external sources of data by using smart contracts. These smart contracts exist to help the system respond to the wider range of input, such as if A occurs or B. ChainLink was launched on the Ethereum blockchain due to the ability to process wider ranges of input, but it is meant to be able to work with other blockchains as well. As an oracle network, ChainLink will lead to long-term stability and viability for cryptocurrency. The ticker symbol for ChainLink is LINK, an ERC-677 token, which was made specifically for ChainLink. ERC223 is an ERC token standard that allows token transfers to behave exactly as ERC20 or Ether transactions. ERC223 utilizes event handling which considers a transaction as an event to prevent tokens from being lost in unhandled transactions.Being the only coin with the utility aspect of ChainLink coded into it, LINK tokens are the digital asset token that is used to pay for services on ChainLinks network.  LINK tokens are given when a node is established on ChainLinks networks and are staked to use as either collateral until a contract is fulfilled, or as a penalty in case the node feeds a smart contract bad data. By utilizing LINK tokens for collateral, developers of smart contracts bear no cost if the contract created fails, more LINK is being mined and the network is being utilized more thus increasing the value of the LINK token. This allows LINK to be leveraged for further development inside ChainLink and users to earn additional tokens."
  },
  {
    "networkId": 137,
    "name": "AAVE",
    "symbol": "AAVE",
    "decimals": 18,
    "address": "0xd6df932a45c0f255f85145f286ea0b292b21c90b",
    "description": "Aave was created to allow you as a consumer to lend, borrow and earn interest on your crypto without needing a middleman (bank or other financial firm). Aave enables peer to peer lending and borrowing through a series of smart contracts within the blockchain. Aave’s smart contracts manages all of the assets within a transaction.",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/12645/thumb/AAVE.png?1601374110",
    "details": "Aave is a DeFi (decentralized finance) lending system that allows users to lend, borrow, and earn interest on crypto assets while cutting out the middleman. Aave was developed as a system of smart contracts running on the Ethereum blockchain, allowing assets to be managed by a network of computers running its software. This also allows all human error to be cut out since the funds are managed not by an institution or broker, but instead by computer code that is specifically written to manage funds. Aave requires borrowers to post collateral, based on the collateral borrowers are then capped at the value of the collateral posted. This collateral is then placed into lending pools, which a borrower can take a loan from. Aave also offers flash loans which can be both instantly issued and settled while requiring no upfront collateral. Aave facilitates loans by releasing two different tokens: aTokens (issued to lenders so they can collect interest on the deposits) and Aave or the native coin of AAVE. Each loan has the protocol fees built into them, so the fees are automatically taken care of during each transaction. AAVE, an ERC20 token, was made specifically for the Aave network as a governance token. Since AAVE tokens can be utilized for loans, borrowers are not charged a fee if they elect for the loan to be released in the native Aave token. Conversely, if a borrower utilized AAVE tokens as collateral they will get a discount on the fees applied and can borrow more. Utilizing AAVE allows owners to have more control of their money and the coin. Owners of AAVE tokens can develop rules governing the Aave systems as well as vote on interest rates, view loans available before they are released to the public, utilize AAVE tokens as collateral to get a discount on fees applied and can borrow more."
  },
  {
    "networkId": 137,
    "name": "Uniswap",
    "symbol": "UNI",
    "decimals": 18,
    "address": "0xb33eaad8d922b1083446dc23f610c2567fb5180f",
    "description": "Uniswap is a fully decentralized exchange allowing users to make trades on the Ethereum network. This exchange is unlike the traditional exchange model because it allows users to pool liquidity together to allow for trading. Uniswap is also different from the traditional model because it allows users to hold their tokens instead of having to place them into a third party's control.",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/12504/thumb/uniswap-uni.png?1600306604",
    "details": "A fully decentralized, open source, exchange using automated liquidity pools to allow traders to exchange coins on the Ethereum blockchain. Crypto trading normally takes place on centralized exchanges governed by an authority that requires users to place funds under their control where they will use a traditional trading model and facilitate the trading of tokens and coins. A traditional trading model, or order book-based trading, is dependent on a buy order being matched with a sell order. Think of two columns where one person will say they want to sell one bitcoin. In order to sell they must be matched with a buyer in the other column who equally wants to buy one bitcoin. This issue with this model is liquidity or the number of orders there are in each column to buy and or sell. If traders do not see a matching order then they are unable to trade until they do. Uniswap was built to combat the liquidity problem, by incentivizing users trading on the exchange to become liquid providers. Meaning that Uniswap users will pool money together to create a fund that then executes all trades on the platform. Since Uniswap is on the Ethereum blockchain users can trade any ERC20 token. Each token is listed with its own pool that allows traders to contribute too. A price for that token is then generated by a computer-based math algorithm and users can instantly buy or sell at that known price as long as there’s enough liquidity in that token’s pool. The ticker symbol for Uniswap is UNI, an ERC20 token, that is known as a governance token. By owning this token, holders can vote on new developments and platform changes such as fee structures."
  },
  {
    "networkId": 137,
    "name": "renBTC",
    "symbol": "RENBTC",
    "decimals": 8,
    "address": "0xdbf31df14b66535af65aac99c32e9ea844e14501",
    "description": "Ren allows users to buy Bitcoin without buying Bitcoin. Ren acts as the bridge that joins blockchains to allow for interchange of tokens across different networks. This allows for Bitcoin tokens to be anchored to the  ethereum network, so users can access the value of bitcoin through a token on the Ethereum network.",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/11370/thumb/Bitcoin.jpg?1628072791",
    "details": "RenBTC is a project tied with RenVM. RenVM is a virtual machine that was created as the center of the Ren protocol. Its main goal is to be the bridge that joins different blockchains to enable interoperability between the blockchains. RenBTC utilized smart contracts to operate multiple blockchains at the same time. By RenVM joining different blockchains under the same platform, an infrastructure is created that allows cross block chain operations to occur immediately without changes, even if you are utilizing tokens that are not ERC20 tokens. RenBTC is the ERC20 token that is built on the Ethereum network and anchored to bitcoin. This token allows bitcoin to be brought to the Ethereum platform through a cross-chain operation. These cross-chain operations through RenVm create a smart contract in Ethereum and a payment routing (called a HTLC transaction), in Bitcoin. The system then blocks the sending of the coin. By keeping custody of the coins RenVM can grant a minting signature that will then mint the RenBTC and allow the user to obtain the same value of Bitcoin on the Ethereum network which allows them to participate in the Ethereum decentralized finance infrastructure. RenVM does not just work on the Ethereum network, but can also carry out operations with other blockchains, meaning that RenVM is incredibly versatile."
  },
  {
    "networkId": 137,
    "name": "TrustSwap",
    "symbol": "SWAP",
    "decimals": 18,
    "address": "0x3809dcdd5dde24b37abe64a5a339784c3323c44f",
    "description": "TrustSwap offers secure, customizable transactions that can be made with ease and minimal fees anywhere in the world. TrustSwap is an escrow service that removes third party facilitation of transactions, and replaces them with smart contracts.",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/11795/thumb/Untitled_design-removebg-preview.png?1626926355",
    "details": "The main goal of TrustSwap is to remove the need for middlemen and third parties that have been needed in the financial world in the past to establish things like escrow accounts. Decentralized finance has traditionally had problems with subscriptions, high fees, splitting payments, pump and dump schemes, and token swaps. TrustSwap was founded to solve these major problems. TrustSwap offers secure, customizable transactions that can be made with ease and minimal fees anywhere in the world. In the past we have depended on people controlled institutions to monitor certain events and enforce them with contracts. TrustSwap replaces these people controlled institutes with Smart Contracts, or TrustSwaps name of SmartLock Contracts. An initial issue that occurred with Crypto were pump and dump schemes, or ICO scams, where a person is sucked into buying a token that loses value quickly when a large portion of pre-sale tokens are sold by the initial investors and/or the team after the public has bought in and greatly increased the price. The investors and/or team dumps the price of the token after the public pumps the price (thus the term pump and dump). SmartLock Contracts fix this issue by releasing the investors tokens on a scheduled basis at regular set intervals, which keeps investors from obtaining large amounts of tokens before the public and in turn dumping them upon the release. This contract also has code written that will allow investors to get their money back if milestones are not reached as agreed.  Furthermore, Trustswap introduces locking liquidity pools. With no liquidity pool, a token cannot be traded. A team and/or investors will supply a liquidity pool, get people to buy into a token, then sell their tokens and remove the liquidity they supplied to the pool. Afterwards, there is nothing left for the general public to use to recoup their losses. A notorious example of this was the PAMP token. Trustswap allows for projects to lock their liquidity through them. That way the team and/or investors cannot remove the liquidity for exchanging their token for a set amount of time (usually 2-4 years).  Utilizing a smart contract also lowers fees by removing that middleman or institutions. Normally people controlled institutions will charge an extra 5-10%, but TrustSwap fees are normally 1%, generating a large savings for the public. SmartLock Contracts also allows you to develop Escrow Model Payments by loading a contract with any Ethereum based tokens and setting this to make automatic payments at specific times which can allow you to pay employees, or even use TrustSwaps SmartSubscription to pay bills on time or send gifts. SWAP is an ERC20 token that was created to revolutionize how financial transactions are made in the real world. SWAP tokens give you a 50% discount on all TrustSwap services. They allow you to receive dividends back and because it's a governance token you have the ability to vote on changes. SWAP allows you to cut out banks, lowering fees, and making financial transactions easy all on the blockchain."
  },
  {
    "networkId": 137,
    "name": "SushiSwap",
    "symbol": "SUSHI",
    "decimals": 18,
    "address": "0x0b3f868e0be5597d5db7feb59e1cadbb0fdda50a",
    "description": "SushiSwap is a fully decentralized exchange allowing users to trade on the Ethereum and Polygon networks. SushiSwap enables peer to peer lending and borrowing through a series of smart contracts within the blockchain.",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/12271/thumb/512x512_Logo_no_chop.png?1606986688",
    "details": "Sushiswap is a software that runs on Ethereum that works for a pool of users to buy and sell cryptocurrencies. Similar to Uniswap, SushiSwap uses liquidity pools to allow users to buy and sell. SushiSwap mirrors a traditional exchange, but removes a central third party administrator that brokers these deals. The first step in trading upon this platform is for users to connect their Ethereum wallet and lock assets into smart contracts, these assets are placed into liquidity pools, and traders can then buy or sell from the pools in order to swap one token for another. This allows anyone using SushiSwap to trade without the need for a third party administrator.  By utilizing this platform and placing tokens into a liquidity pool, users are then rewarded with protocol fees, along with a portion of the SUSHI token. SushiSwap’s token SUSHI is an ERC20 token that plays a large role in maintaining and operating the SushiSwap network. By holding SUSHI, users have the ability to help govern the protocol for the platform. This is done by voting on proposals that could improve the infrastructure of the network. Anyone can submit a proposal for users to vote on. If a user holds SUSHI they are also entitled to earning back a portion of the fees that are generated on the network by staking these coins."
  },
  {
    "networkId": 137,
    "name": "QuickSwap",
    "symbol": "QUICK",
    "decimals": 18,
    "address": "0x831753dd7087cac61ab5644b308642cc1c33dc13",
    "description": "QuickSwap is a fully decentralized exchange allowing users with tokens to make trades on the Polygon network. This exchange is unlike the traditional exchange model because it allows users to pool tokens together to make trades from the fund. Uniswap is also different from the traditional model because it allows users to hold their tokens instead of having to place them into a third party's control.",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/13970/thumb/1_pOU6pBMEmiL-ZJVb0CYRjQ.png?1613386659",
    "details": "A fully decentralized, open source, exchange using automated liquidity protocol and audited UniSwap code to allow traders to trade coins on the Polygon network, that is also compatible with the Ethereum blockchain. QuickSwap has found popularity due to the speed for training coins as well as the low fees that are offered by the Polygon Network. QuickSwap is a fork of UniSwap, and the look and feel of the networks are incredibly similar. By using QuickSwap users can bridge ERC20 tokens from Ethereum to Polygon and trade any pair as long as there is a liquidity pool for it. Anyone can start a new pool by providing a token pair which will then earn transaction fees from other users. Users have the ability to trade coins without signing up or completing any ‘know your customer’ processes. Know your Customer is a process that banks and financial institutions use to gather identity information and contact information from current and potential customers. QuickSwap only requires a wallet to be connected to the platform and for a user to use MATIC to pay for all transaction fees. The Polygon network is known for its quicker transaction times and extremely low fees. By being written on the Polygon network, QuickSwap allows users to benefit from slow transaction times, low fees, and has the ability to trade ETH20 tokens with a simple bridge which allows users to avoid the higher fees of Ethereum. QUICK is an ERC20 token that acts as QuickSwaps governance token. By owning this token, holders can vote on new developments and platform changes such as fee structures."
  },
  {
    "networkId": 137,
    "name": "Balancer",
    "symbol": "BAL",
    "decimals": 18,
    "address": "0x9a71012b13ca4d3d0cdc72a177df3ef03b0e76a3",
    "description": "Balancer allows token holders to create their own index fund with a portfolio of custom tokens they choose. Balancer also allows users to deposit tokens into custom portfolios Balancers has created, which will rebalance themselves according to market data. Users are rewarded for participating in these funds with varying APY generated by staking and other fees collected through their protocol.",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/11683/thumb/Balancer.png?1592792958",
    "details": "Balancer is a software running on the Ethereum platform that is made to incentivize a network of computers to operate an exchange where users can buy and sell cryptocurrency, most comparable with an index fund. Users can create funds based on what they own in their cryptocurrency portfolios. These funds, known as balancer pools, are able to provide liquidity as long as users are depositing assets into them. Once a user deposits into the pools they earn a portion of the trading fee and are then rewarded with the specific token on the Balancer platform, BAL. Like an index fund that can be made up of different stocks, Balancer pools can be composed of up to eight different cryptocurrencies. Balancer uses smart contracts to ensure that each liquidity pool retains the correct proportion of assets needed to exist even when the prices of the individual pools vary. One way it does this is to auto adjust if the price of a token within the pool increases. If a token increases and the pool auto adjusts, then that extra token amount makes them available to users to buy. Balancer offers both private and public pools designed to be appealing to users that have different risk appetites. Balancer's public pools allow any user to add or withdraw assets into a pool that has set parameters that can't be changed before the pool launches. A private Balancer pool is designed so only the pool creator can add or withdraw assets. In a private pool, the user has the ability to adjust all the other parameters such as fees, weightings, and the types of assets it accepts. Asset managers can use private pools with a large portfolio that are seeking to earn fees on their specific assets. Balancer also utilizes smart pools which are a type of private pools owned by smart contracts. The smart pools allow pools to be programmed to perform additional functions, such as creating index funds that tracks property portfolios, and changing weights. The ticker symbol for Balance is BAL, an ERC20 token that was created to ensure that no central party can make decisions about how the platform is operating. It also acts as an incentive mechanism since any user who deposits assets in a Balancer pool can earn BAL tokens."
  },
  {
    "networkId": 137,
    "name": "1inch",
    "symbol": "1INCH",
    "decimals": 18,
    "address": "0x9c2c5fd7b07e95ee044ddeba0e97a665f142394f",
    "description": "Multi-chain aggregator of decentralized exchanges",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/13469/thumb/1inch-token.png?1608803028",
    "details": ""
  },
  {
    "networkId": 137,
    "name": "DecentraLand",
    "symbol": "MANA",
    "decimals": 18,
    "address": "0xa1c57f48f0deb89f569dfbe6e2b7f46d33606fd4",
    "description": "DecentraLand is a network running on Ethereum that allows users to operate within a shared virtual world. Users on the DecentraLand platform can buy and sell virtual land / real estate, as well as explore, interact and play games within this digital world. DecentraLand utilizes smart contracts that are layered upon one another to coincide with each part of the virtual world.",
    "type": "erc20",
    "image": "https://s2.coinmarketcap.com/static/img/coins/64x64/1966.png",
    "details": "A network running on Ethereum seeking to incentivize a global network of users to operate as a shared virtual world. Users on the DecentraLand platform can buy and sell virtual real estate, as well as explore, interact and play games within this digital world. Decentraland is governed by their token, MANA. The digital land in DecentraLand is referred to as LAND, non-fungible tokens using the standard ERC-721. These digital real estate parcels use blockchain backed tokens to define their ownership. Having LAND allows a user to own a portion of the Metaverse and be able to host content. MANA, an ERC-20 coin, is the native coin of DecentraLand and is used to pay for goods and services within Decentraland. MANA can be bought and sold for fiat currency or other digital currencies. If users own MANA they have the ability to vote on updates to the policies, land auctions and subsidies for the new digital developments. DecentraLands software leverages Ethereum blockchain to track ownership of digital lands by requiring users to hold MANA tokens within the Ethereum wallet. Developers on DecentraLand's platform are able to design the animations and interactions that they can experience within their virtual real estate. DecentraLand is built upon Ethereum using smart contracts that are layered upon one another. A specific layer of this smart contract, called the consensus layer, maintains a ledger that tracks land parcel ownership. The LAND token parcel has a set of coordinates that are unique to the virtual world and details the owner and description of the content within the parcel. This content layer controls what can happen within each parcel of LAND, and requires content files, script files and interaction definition files to render each layer. Content files refer to all static audio and visuals within DecentraLand. Script files exist to define both placement and behavior of all referenced content, and lastly the interaction definition relates to peer to peer interactions such as gesturing, voice chats and messaging. Lastly, the real-time layer facilitates all social interactions such as user avatars, voice chats and messaging."
  },
  {
    "networkId": 137,
    "name": "SuperFarm",
    "symbol": "SUPER",
    "decimals": 18,
    "address": "0xa1428174f516f527fafdd146b883bb4428682737",
    "description": "Non-fungible tokens are unique and can only be purchased online. SuperFarm was created to make the purchasing of NFT’s more accessible to a larger audience. Users on SuperFarm can create and distribute non-fungible tokens that are made available to connect further with an audience",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/14040/thumb/6YPdWn6.png?1613975899",
    "details": "SuperFarm is a platform designed to make non-fungible tokens (NFTs) more accessible and appealing to a larger audience. This is the only platform of its kind that offers an ecosystem that is all in one, meaning users have the ability to create and distribute. SuperFarm offers cross-chain NFT farming by providing a platform where anybody can launch their own NFTs and farms without any coding knowledge. SuperFarms goal is to make NFT farming open and accessible to all regardless of technical ability, by allowing users to open a farm, purchase NFT's with points earned by operating the farm and create unique NFTs. By doing this users are able to break down the technical challenges that can come with digital currencies, and develop a community with others. SuperFarm also allows creators of projects to connect further with an audience while making additional revenue by creating their own NFTs, an example of this is buying into a membership with a podcast through Patreon to gain access to more content. SuperFarm’s platform originated in the gaming industry to allow developers to easily launch NFTs that coincide within the video games being developed. SUPER, the token made specifically for the SuperFarms platform is a governance token that can also be staked for users to create their farms. Users are required to stake 100,000 SUPER to create a farm, this ensures that farms of high quality are launched. Holders of the SUPER token will have the ability to vote upon all governance proposals presented on SuperFarms network."
  },
  {
    "networkId": 137,
    "name": "Aavegotchi",
    "symbol": "GHST",
    "decimals": 18,
    "address": "0x385eeac5cb85a38a9a07a70c73e0a3271cfb54a7",
    "description": "A digital financial enabled game that allows players to leverage non-fungible tokens to obtain interest-generating tokens to create an avatar within the metaverse. These avatars, called Aavegotchi’s, are pixelated ghosts that live on the Ethereum blockchain that have different values associated with them that allow them to be rare. The more rare the avatar is the more successful they will be.",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/12467/thumb/ghst_200.png?1600750321",
    "details": "A decentralized finance enabled games that allows users who play to stake Non-fungible tokens (NFTs) with avatars with interest-generating tokens and interact with the Aavegotchi metaverse. Aavegotchi’s are pixelated digital ghosts that live on the Ethereum blockchain, and are backed by ERC721 standards that have different values associated with them. The values associated are determined by a rarity level. This rarity level is determined by multiple factors: base traits, amount of staked collateral, tokens, and equipped wearables. Base traits refer to the traits that the Aavegotchi are born with, these six traits are important to determine whether the Aavegotchi will be successful or not and can be changed depending on the level the Aavegotchi is at.  These traits are randomly generated and influence their performance in mini-games and the wearables. Wearables exist to boost the Aavegotchi's traits and rarity score, which can allow them to perform better in mini-games. Aavegotchi's wearables can be adjusted by the tokens associated with them and each token has a line of wearables. To level up their Aavegotchi's, users can participate in multiple activities such as mini-games, governance, and meetups. Aavegotchi's have values that are generated by its staked collateral as well as the rarity of its traits and wearables. Since the rarity of the Aavegotchi is not fixed, it can change over time which makes this game different from other NFT games."
  },
  {
    "networkId": 137,
    "name": "The Graph",
    "symbol": "GRT",
    "decimals": 18,
    "address": "0x5fe2b58c013d7601147dcdd68c143a77499f5531",
    "description": "A software that is able to take data points from other companies, disseminates it into an average to then be distributed as a batch. The Graph has the ability to collect many different data points related to one topic through Nodes. The Nodes then plug the information gathered into Subgraphs.",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/13397/thumb/Graph_Token.png?1608145566",
    "details": "The Graph is an open-sourced software that allows the collection, processing and data storage from various blockchains to facilitate the retrieval of information. The main mission of the Graph was to allow developers to utilize data relevant to their decentralized application to increase the efficiency. The Graph does this by gathering and analyzing blockchain data before it is stored into various subgraphs. This allows any application looking for real time data to send a query and receive an immediate response. The Graph gathers and disseminates data through Graph Nodes. These nodes continuously scan network blocks and smart contracts for information. If new information is added to the blockchain through smart contracts, the Graph Node places this new data into new blocks in the Subgraph.  Users of the Graph are called indexers, curators and delegators. Indexers are operators of the Node who provide the indexing and querying services for the subgraphs. In order to provide these services Indexers must stake GRT. GRT, an ERC20 token, powers the Graph. Curators are the developers of the subgraph, these users assess the subgraphs to determine which are high quality to be indexed by the Graph. They then attach GRT to the subgraphs they believe in.  Delegators are tasked with delegating the GRT to the indexers to run the network without installing a node. All users will earn a portion of the network fees for work rendered, but the amount is dependent on their roles."
  },
  {
    "networkId": 137,
    "name": "Unibright",
    "symbol": "UBT",
    "decimals": 8,
    "address": "0x7fbc10850cae055b27039af31bd258430e714c62",
    "description": "A service designed to integrate existing enterprise business processes with blockchain-powered features.  Allows confidential business transactions across open, public blockchains.  Enables confidential and complex collaboration between enterprises on a regulatory-friendly blockchain platform.  Runs over multiple blockchains such as Ethereum and Cardano.",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/2707/thumb/UnibrightLogo_colorful_500x500_preview.png?1547036916",
    "details": "Unibright is a consulting company that assists enterprise-scale businesses with integrating the baseline blockchain protocol into their existing business processes and IT infrastructure.  UBT is a utility token used to access their tools and services.  However all their code is open-source so anyone can use it without restriction. Baseline was created as a free, public blockchain protocol by a consortium of industry companies such as IBM and Microsoft.  Its history is similar to the development of Linux.  It creates systems bridging public blockchains like Ethereum, Polygon, or Cardano where clients can access and pay for services, with private internal blockchains such as Hedera Hashgraph where only trusted employees are allowed access to internal business functions.  The UBT ecosystem promises to build bridges across various enterprise data silos to allow smoother cooperation in tasks such as supply chain tracking, handling medical records, streamlining government functions and so on."
  },
  {
    "networkId": 137,
    "name": "Curve",
    "symbol": "CRV",
    "decimals": 18,
    "address": "0x172370d5cd63279efa6d502dab29171933a610af",
    "description": "Decentralized money market & DeFi",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/12124/thumb/Curve.png?1597369484",
    "details": ""
  },
  {
    "networkId": 137,
    "name": "Ramp",
    "symbol": "RAMP",
    "decimals": 18,
    "address": "0xaecebfcf604ad245eaf0d5bd68459c3a7a6399c2",
    "description": "Unlocking capital from other chains",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/12837/thumb/RAMP-Logo-v2-1000pxsq.png?1617952606",
    "details": ""
  },
  {
    "networkId": 137,
    "name": "ExceedMe",
    "symbol": "XED",
    "decimals": 18,
    "address": "0x2fe8733dcb25bfbba79292294347415417510067",
    "description": "(The main goal of ExceedMe is to build a platform that users could play-to-earn on their favorite games in a way that is fair and trustworthy. Since 1 in 4 people in the world play video games, ExceedMe gives users the opportunity to make money while doing what they love. The ExceedMe platform gives gamers the opportunity to play games regardless of their skill level and without predatory ads in the current Free2Play model",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/13518/thumb/exeedme.png?1610669597",
    "details": "ExceedMe is a tournament platform powered by blockchains that allow gamers to monetize their game play. The main goal of ExceedMe was to build a platform that users could play-to-earn on their favorite games in a way that was fair and trustworthy. Since 1 in 4 people in the world play video games, ExceedMe gives users the opportunity to make money while doing what they love. While there are other platforms that allow users to make money while gaming, those platforms often require a large skill level. The dominant business model in the gaming world has been the Free2Play model. This model allows users to play games they love but with ads, which can cause a lot of frustration. The Free2Play model allows relentless advertisements to be shown while gamers are trying to play, ensuring that the advertisers are the ones making money and not the gamers. The ExceedMe platform gives gamers the opportunity to play games regardless of their skill level and without predatory ads. Users on ExceedMe can challenge opponents, play games, and earn currencies from betting on themselves. Gamers on the platform also have the ability to earn XED for engagement as well as exclusive NFT prizes for winning tournaments and events. The platform is developed on a matchmaking mechanism, meaning that players can challenge their friends or find opponents with the same skill level to play against for stakes. Players have the ability to choose the game they want to play and the stake, then the game will do the matchmaking. Users then play the games, and are able to earn XED. XED, an ERC20 token, is the ticker sign for ExceedMe. Currently this token is on Ethereum, Polygon and BSC, and is a fully working Ethereum-based product. A player needs to earn XED in order to level up and unlock higher leagues which come with higher stakes. Players also have the ability to join leagues that are filtered by skill level to earn participation rewards in XED. Rewards able to be earned are dependent on the XED and NFT that are staked on the platform. The more XED a player stakes the lower their match fees and the more access they will then have to partake in special tournaments, in-platform badges, exclusive NFTs and skins."
  },
  {
    "networkId": 137,
    "name": "Telcoin",
    "symbol": "TEL",
    "decimals": 2,
    "address": "0xdf7837de1f2fa4631d716cf2502f8b230f1dcc32",
    "description": "Payment service, from cell phones to blockchain",
    "type": "erc20",
    "image": "https://assets.coingecko.com/coins/images/1899/thumb/tel.png?1547036203",
    "details": ""
  }
]
